---
kind: other
id: Methods.T:Autodesk.Revit.DB.FormatOptions
source: html/19ee20ec-cc6c-d25d-d0e9-9b717c346e1e.htm
---
# FormatOptions Methods

Checks whether a symbol can be specified to display the unit in this FormatOptions.